home0/inserts/tr064/mockserver/SOAP_GetValues.request

<?xml version="1.0"?><s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><s:Body><cms:GetValues xmlns:cms="urn:schemas-upnp-org:service:ConfigurationManagement:2"><Parameters><cms:ContentPathList><ContentPath>/BBF/DSL/Line/#/</ContentPath><ContentPath>/BBF/DSL/Channel/#/</ContentPath></cms:ContentPathList></Parameters></cms:GetValues></s:Body></s:Envelope>